const MaintenanceNotificationTypes = [
	{
		id: 1,
		text: "คุณได้แจ้งซ่อมแซมเรียบร้อย รอการยืนยันจากแอดมิน",
	},
	{
		id: 2,
		text: "การแจ้งซ่อมของคุณได้รับการยืนยันแล้ว ช่างจะดำเนินการให้ในเวลาที่กำหนด",
	},
	{
		id: 3,
		text: `ช่างได้ดำเนินงานที่คุณแจ้งเสร็จเรียบร้อยแล้ว โปรดดูรายเอียดในแถบ "รายงานความคืบหน้า"`,
	},
	{
		id: 4,
		text: `งานของคุณไม่ได้รับการอนุมัติ โปรดติดต่อแอดมิน`,
	},
	{
		id: 5,
		text: `งานของคุณถูกยกเลิกแล้ว โปรดติดต่อแอดมิน`,
	},
]

module.exports = MaintenanceNotificationTypes;